---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.IOException
source: html/3ffff43a-6c3d-25cb-db55-41c6af705700.htm
---
# IOException Properties

The information of the function throwing the exception.